Repository: vaturix/ReaderFast---Copy24
Catalog: ReaderFast.webui/Resources/Views.Home.Index.*.resx
Languages: tr_tr

source: Active visual field expansion
tr_tr: Aktif görme alanı genişletmesi

source: Ad-free
tr_tr: Reklamsız

source: Advanced eye exercises
tr_tr: Gelişmiş göz egzersizleri

source: After doing the exercises, you need to read a book for at least 30 minutes every day.
tr_tr: Egzersizleri yaptıktan sonra her gün en az 30 dakika kitap okumalısınız.

source: Analysis-Synthesis-Analytical thinking
tr_tr: Analiz-Sentez-Analitik düşünme

source: basic eye exercises
tr_tr: temel göz egzersizleri

source: Become a premium member for faster development.
tr_tr: Daha hızlı gelişim için Premium üye ol.

source: Free Plan
tr_tr: Ücretsiz Plan

source: Frequently Asked Questions
tr_tr: Sık Sorulan Sorular

source: Get Started
tr_tr: Haydi Başlayalım

source: How can I contact you?
tr_tr: Sizinle nasıl iletişime geçebilirim?

source: How will we use the exercises?
tr_tr: Egzersizleri nasıl kullanacağız?

source: If you do the exercises consistently every day, you will improve your reading speed.
tr_tr: Egzersizleri her gün tutarlı bir şekilde yaparsanız okuma hızınızı artıracaksınız.

source: Improve your reading and understanding speed with eye and memory exercises
tr_tr: Göz ve hafıza egzersizleri ile okuma ve anlama hızınızı geliştirin

source: in 14 days
tr_tr: 14. gün sonunda

source: in 21 days
tr_tr: 21. günün sonunda

source: in 7 days
tr_tr: 7. gün sonunda

source: Increase your reading speed day by day
tr_tr: Okuma hızınızı her geçen gün artırın

source: Increase your reading speed with ReaderFast
tr_tr: ReaderFast ile okuma hızınızı arttırın

source: Increasing your agility-comprehension-perception
tr_tr: Çeviklik-anlama-algılamanızı arttırmak

source: Is annual membership recurring?
tr_tr: Yıllık üyelik tekrarlanıyor mu?

source: Is there a refund?
tr_tr: Geri iade var mı?

source: It allows your eye muscles to develop and move faster
tr_tr: Göz kaslarınızın daha hızlı gelişmesini ve hareket etmesini sağlar

source: Just as physical exercises develop the body, reading develops the mind. Reading quickly and effectively is useful in every aspect of your daily life.
tr_tr: Fiziksel egzersizler bedeni geliştirdiği gibi, okumak da zihni geliştirir. Hızlı ve etkili bir şekilde okumak günlük yaşamınızın her alanında faydalıdır.

source: Memory exercises
tr_tr: Hafıza egzersizleri

source: No, there is a one-time fee for premium membership. If you wish, you can become a member again after a year.
tr_tr: Hayır, premium üyeliğin tek seferlik ücreti vardır. Dilerseniz bir yıl sonra tekrar üye olabilirsiniz.

source: per year
tr_tr: yıllık

source: Pricing
tr_tr: Fiyatlandırma

source: Saving time
tr_tr: Zaman kazanmak

source: Solving long exams faster
tr_tr: Uzun sınavları daha hızlı çözme

source: Studying more efficiently
tr_tr: Daha verimli çalışmak

source: The rhythmic movement of the eye is brought under control
tr_tr: Gözün ritmik hareketi kontrol altına alınır

source: Thinking faster and more flexible
tr_tr: Daha hızlı ve daha esnek düşünmek

source: Unfortunately we cannot provide refunds.
tr_tr: Maalesef, geri iade yapamıyoruz.

source: What are speed reading exercises?
tr_tr: Hızlı okuma egzersizleri nelerdir?

source: What are the benefits of eye and memory exercises?
tr_tr: Göz ve hafıza egzersizlerinin faydaları nelerdir?

source: What should we do in addition to these exercises?
tr_tr: Bu egzersizlere ek olarak neler yapmalıyız?

source: Why Should We Read Faster?
tr_tr: Neden daha hızlı okumalıyız?

source: You can send an e-mail to info@readerfast.com. We will get back to you as soon as possible.
tr_tr: info@readerfast.com adresine e-posta gönderebilirsiniz. En kısa sürede size geri döneceğiz.

source: You must do all the exercises in the Exercises category every day for 21 days, taking a total of 30 minutes.
tr_tr: Egzersizler kategorisindeki tüm egzersizleri 21 gün boyunca her gün, toplam 30 dakika sürmelidir.
